public_html/hw1.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>CSPP 53001: Assignment 1</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="CSPP 53001: Assignment 1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-04-23 22:24:25 CDT"/>
<meta name="author" content="Neil Best"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">CSPP 53001: Assignment 1</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Join the Piazza site</a></li>
<li><a href="#sec-2">2 Take the background survey.</a></li>
<li><a href="#sec-3">3 Sign up for Gradiance and complete first problem set</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Join the Piazza site</h2>
<div class="outline-text-2" id="text-1">







</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Take the background <a href="http://www.surveymonkey.com/s/RBCN3NH">survey</a>.</h2>
<div class="outline-text-2" id="text-2">



</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Sign up for Gradiance and complete first problem set</h2>
<div class="outline-text-2" id="text-3">


<p>
Throughout the course you will complete a number of problem sets using
a service called Gradiance at <a href="http://www.newgradiance.com/">http://www.newgradiance.com/</a>, an online
learning system developed by a team led by professor Jeff Ullman of
Stanford University, <a href="http://infolab.stanford.edu/~ullman/">http://infolab.stanford.edu/~ullman/</a>.
</p>
<p>
You will need to create an account on Gradiance by following the
instructions on the site. To sign up for our course enter this token:
1D199E71.
</p>
<p>
The name of the first homework is CSPPDB-Spr13 HW1. All questions in
this problem set are multiple choice. However, to answer them
correctly you will need to work out their long (general) answers. A
correct answer is worth 3 points. You lose a point for each incorrect
answer. You can attempt the problem set as many times as you like;
only your highest score will count. Note that you will probably get
slightly different questions each time you take it.
</p>
<p>
<b>The due date for the Gradiance part of the homework is 11:59pm on  Wednesday, April 17, 2013.</b>
</p></div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2013-04-23 22:24:25 CDT</p>
<p class="author">Author: Neil Best</p>
<p class="creator">Org version 7.8.11 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
